{
  "jokes": [
    "Why don't eggs tell jokes? They'd crack each other up.",
    "6 What do you call a can opener that doesn't work? A can't opener.",
    "A cheeseburger walks into a bar. The bartender says, 'Sorry, we don't serve food here.'",
    "A SQL query walks into a bar, walks up to two tables and asks... can I join you ?",
    "Bruce Lee was fast, but he had an even faster brother… Sudden Lee.",
    "Can a kangaroo jump higher than the Empire State Building? Of course! The Empire State Building can't jump.",
    "Can February March? No, but April May!",
    "Did you hear about the cheese that's been working out? Dude's shredded",
    "Did you hear about the french general who stepped on a landmine? Napoleon Blown Apart.",
    "Did you hear the joke about the wandering nun? She was a Roman Catholic.",
    "Did you hear the rumor about butter? Well, I'm not going to go spreading it!",
    "Did you know that bees are actually allergic to pollen? They break out in hives.",
    "Do you wanna box for your leftovers? No, but I'll wrestle you for them.",
    "Hear about the new restaurant called Karma? There's no menu—you get what you deserve.",
    "Her: I'm leaving. I am sick of you wearing a different t shirt every half an hour.",
    "How can you tell it's a dogwood tree? By the bark.",
    "How did the barber win the race? He knew a shortcut.",
    "How did the pirate get his ship so cheap? It was on sail..",
    "How Do Fish Get High? Seaweed",
    "How do moths swim? Using the butterfly stroke.",
    "How do vampires start letters? Tomb it may concern.",
    "How do you catch a whole school of fish? With bookworms.",
    "How do you define a farmer? Someone who is good in their field.",
    "How do you follow Will Smith in the snow? You follow the fresh prints.",
    "How do you get a blind person to see? Usually by boat.",
    "How do you get a farm girl to like you? A tractor.",
    "How do you make an octopus laugh? With ten-tickles.",
    "How do you make Lady Gaga mad? Poke her face.",
    "How do you make the number one disappear? You add “g” and it's GONE",
    "How do you tell the difference between an alligator and a crocodile? You will see one later and one in a while.",
    "How does a boar sign its name? With a pig pen.",
    "How does a non-binary samurai kill people? They / Them.",
    "How does a squid go into battle? Well-Armed",
    "How does the moon cut his hair? Eclipse it.",
    "How was Rome split in two? With a pair of Ceasars.",
    "How you fix a broken pumpkin? With a pumpkin patch.",
    "I accidentally rubbed ketchup in my eyes. I now have Heinzsight.",
    "I asked the librarian if books about paranoia were available.",
    "I can kayak. Canoe?",
    "I can sum up 2021 in one word. Five 🙂",
    "I can tolerate algebra, maybe even a little calculus but graphing is where I draw the line.",
    "I can't find my 'Gone in 60 seconds' DVD. It was here a minute ago.",
    "I don't trust those trees. They seem kind of shady.",
    "I finally got around to watching that documentary on clocks. It was about time.",
    "I gave up my seat to a blind person on the bus. Thats how I lost my job as a bus driver.",
    "I had a dream that I weighed less than a thousandth of a gram. I was like, 0mg.",
    "I had a fun childhood. My dad used to push me down the hill in old tires. They were Goodyears.",
    "I had a great joke about COVID… but I don't wanna spread it around.",
    "I have a clean conscience—it's never been used.",
    "I just got a promotion at the farm. I'm the new CIEIO.",
    "I like work. It fascinates me. I sit and look at it for hours.",
    "I lost an electron. Are you positive?",
    "I named my dog “5 miles.” So that I could frequently say, “I am going to walk 5 miles now.”",
    "I once got fired from a canned juice factory. Apparently I couldn't concentrate.",
    "I once got fired from a canned juice factory. Apparently I couldn't concentrate.",
    "I only believe in 12.5% of the Bible. Because I am an eighth-theist.",
    "I saw a 1000 year old oil stain… It was from ancient Greece.",
    "I told my wife that a husband is like a fine wine: we just get better with age. The next day she locked me in the cellar.",
    "I tried to get a smart car the other day but they sold out too fast. Why? I guess I'm just a bit slow.",
    "I used to hate facial hair…but then it grew on me.",
    "I used to run a dating service for chickens. But I was struggling to make hens meet.",
    "I want to name my puppies Rolex and Timex so I can have watch dogs.",
    "I wanted to go on a diet, but I feel like I have way too much on my plate right now.",
    "I was in a grocery store when a man started to throw cheese, butter and yoghurt at me. How Dairy!",
    "I was kidnapped by mimes once. They did unspeakable things to me.",
    "I was researching about Atheism. Turns out it's a non-prophet organization.",
    "I wasn't expecting to be diagnosed as colour blind. It really came out of the purple.",
    "I went to a seafood disco last week! Pulled a mussel!",
    "I went to buy some camouflage trousers the other day - but I couldn't find any.",
    "I'll never tell my accountant a joke again. He just depreciates them.",
    "I'm afraid for the calendar. Its days are numbered.",
    "I'm an expert at picking leaves and heating them in water. It's my special tea.",
    "I'm finally upgrading from 1080p to 4K in January. It's my new years resolution.",
    "I'm really excited for the amateur autopsy club I just joined. Tuesday is open Mike night!",
    "I'm starting a flight company exclusively for bald people, I'll call it… Receding airlines.",
    "I've been thinking about taking up meditation. I figure it's better than sitting around doing nothing.",
    "If Apple made a car, would it have Windows?",
    "If athletes get athlete's foot, what do elves get? Mistle-toes.",
    "If prisoners could take their own mug shots…They'd be called cellfies.",
    "If sweet dreams are made of cheese… Who am I to dis-a-brie?",
    "If those dad jokes got you laughing off your seats, then the next set is bound to please. If you are a father who has children, whether that be young or old, rest assured that these next jokes will give you enough ammunition at your child's birthday party or graduation.",
    "If you slap Dwayne Johnsons butt… You officially hit rock bottom.",
    "It hurts me to say this, but … I have a sore throat.",
    "It really takes guts to be an organ donor.",
    "It takes guts to be an organ donor.",
    "It's because they can't see sh!t at night.",
    "It's brave to admit you have an STD. Always clap for those folks!",
    "It's Christmas Eve.",
    "It's raining cats and dogs, so be careful not to step in a poodle.",
    "Just paid $200 for a belt that doesn't fit! What a huge waist!",
    "Knock knock. Who's there? Déja. Déja who? Knock knock.",
    "Lost my job at the bank on my first day. A woman asked me to check her balance, so I pushed her over.",
    "ME: …And?",
    "Me: “Brochure”",
    "Me: 👌",
    "Me: Wait. I can change.",
    "My boss asked me why I only get sick on work days. I said it must be my weekend immune system.",
    "My doctor told me I'm going deaf. The news was hard for me to hear.",
    "My dog has no nose. How does it smell? Awful!",
    "My new sweater had a problem with static so I returned it. They gave me a new one free of charge.",
    "My printer's name is Bob Marley. Because it's always jammin'.",
    "My psychiatrist says I have an unhealthy obsession with revenge. We'll see about that…",
    "My son got angry when I told him “Sky is the limit for you”.",
    "My son knocked a picture of himself off the shelf.",
    "My teachers told me I'd never amount to much since I procrastinate so much. I told them, “Just you wait!”",
    "My therapist told me I have problems with verbalising my emotions. Can't say I'm suprised.",
    "My wife and I let astrology get between us. It Taurus apart.",
    "My wife said if I bought her one more stupid gift, she would burn it. So i bought her a candle.",
    "My wife told me to pick up 8 cans of soda on my way home from work…",
    "My wife wants me to blow air on her whenever she overheats, but honestly… … I'm not a fan.",
    "Not sure if you have noticed, but I love bad puns. That's just how eye roll.",
    "Remember that joke I told you about the chiropractor? It was about a weak back.",
    "She looked up and whispered, “They're right behind you”.",
    "She was pretty mad when I only picked seven up",
    "Should you have your whole family for Thanksgiving dinner? No, you should just stick with turkey.",
    "So what if I don't know what apocalypse means? It's not the end of the world.",
    "Sore throats are a pain in the neck.",
    "SpongeBob may be the main character of the show. But Patrick is the star.",
    "Steve Jobs would have made a better president than Donald Trump… But that's comparing apples to oranges.",
    "Stop looking for the perfect match; use a lighter.",
    "The best gift I ever received was a broken drum. You can't beat that.",
    "The guy who stole my diary died yesterday. My thoughts are with his family.",
    "The shovel was a ground-breaking invention.",
    "The world tongue-twister champion just got arrested. I hear they're gonna give him a really tough sentence.",
    "There was once a king who was only 12 inches tall! Terrible king, but made a great ruler.",
    "They all laughed when I said I wanted to be a comedian. Well, they're not laughing now! Wait…",
    "They're heavily calfinated",
    "Thinking of having my ashes stored in a glass urn. Remains to be seen.",
    "This is my step ladder. I never knew my real ladder.",
    "To the person who stole my place in the queue. I'm after you now.",
    "Two aerials get married. The ceremony was rubbish - but the reception was brilliant.",
    "Two guys walked into a bar. The third guy ducked.",
    "Vin Diesel eats two meals a day. Breakfast and breakfurious.",
    "Want to hear a pizza joke? Nahhh, it's too cheesy!",
    "Went to the corner shop - bought four corners",
    "What crime do blacksmiths most commonly get charged with? Forgery.",
    "What did Adam say to his GF on the 24th of December?",
    "What did one hat say to the other? Stay here! I'm going on ahead.",
    "What did one hat say to the other? Stay here! I'm going on ahead.",
    "What did the big flower say to the tiny flower? “Hey there bud!”",
    "What did the Buddhist ask the hot dog vendor? “Make me one with everything.”",
    "What did the full glass say to the empty glass? You look drunk.",
    "What did the Japanese cannibal eat for dinner? Raw men",
    "What did the mayonnaise say when the refrigerator door was opened? Close the door, I'm dressing.",
    "What did the ocean say to the beach? Nothing, it just waved.",
    "What did the plumber say to the singer? Nice pipes.",
    "What did the policeman say to the belly button? “You're under a-vest.”",
    "What did the shy pebble wish for? That he was a little boulder.",
    "What did the tomato say to the other tomato during a race? Ketchup",
    "What did the two pieces of bread say on their wedding day? It was loaf at first sight.",
    "What do call a criminal landing an airplane? ConDescending.",
    "What do cows most like to read? Cattle-logs.",
    "What do houses wear? An address.",
    "What do skateboarders do when they are really good? They GoPro",
    "What do you call a bear with no teeth A gummy bear!",
    "What do you call a beehive without an exit? UnBeeLeaveable!",
    "What do you call a coupon-using vampire? Suckers for deals!",
    "What do you call a coupon-using vampire? Suckers for deals!",
    "What do you call a dog that's been run over by a steamroller? Spot!",
    "What do you call a duck that's addicted? A quackhead.",
    "What do you call a factory that makes okay products?  A satisfactory.",
    "What do you call a fake noodle? An impasta.",
    "What do you call a fish wearing a bowtie? Sofishticated.",
    "What do you call a fish with two knees? A two-knee fish!",
    "What do you call a flying priest? A bird of pray.",
    "What do you call a group of deaf people? I don't know. But it is definitely not heard.",
    "What do you call a hippie's wife? Mississippi.",
    "What do you call a laughing jar of mayonnaise? LMAYO.",
    "What do you call a magician who loses his magic? Ian.",
    "What do you call a man named David without an ID? Dav.",
    "What do you call a mom who turns into a dad? Transparent.",
    "What do you call a mountain of cats? Meow-tain.",
    "What do you call a sad strawberry? A blue strawberry.",
    "What do you call a typo on a headstone? A grave mistake.",
    "What do you call a zombie who cooks stir fries? Dead man wok-ing",
    "What do you call a zombie's butt? Deadass",
    "What do you call an angry carrot? A steamed veggie.",
    "What do you call an obese psychic? A four-chin teller.",
    "What do you call Batman when he's hurt? Bruised Wayne.",
    "What do you call bees that produce milk? Boo-Bees",
    "What do you call Bill Gates when he's flying? A Bill-in-air.",
    "What do you call Father Christmas in an orange suit? Fanta Claus.",
    "What do you call it when Batman skips church? Christian Bale.",
    "What do you call malware on a Kindle? A bookworm.",
    "What do you call someone who loves reading? A book keeper.",
    "What do you call two monkeys who share an Amazon account? Prime mates",
    "What do you call two octopuses that look the same? Itenticle.",
    "What do you get from a pampered cow? Spoiled milk.",
    "What do you need to make a small fortune on Wall Street?",
    "What do you say to your sister when she's crying? Are you having a Crisis?",
    "What gets wetter the more it dries? A towel.",
    "What group of people never get angry? Nomads.",
    "What happens to Jason Momoa once he dies? He becomes Jason Nomoa.",
    "What happens when it rains cats and dogs? You have to be careful not to step in a poodle.",
    "What happens when you don't pay your exorcist? You get repossessed.",
    "What is the fastest growing city in the world? Capital of Ireland. It's Dublin everyday.",
    "What is the opposite of a croissant? A happy uncle.",
    "What is the opposite of ladies fingers? Mentos",
    "What is the scariest tree? BamBOO!",
    "What kind of doctor is Dr. Pepper? A fizzician.",
    "What kind of music do planets like? Neptunes.",
    "What kind of shoes does a lazy person wear? Loafers.",
    "What kind of tea is hard to swallow? Reality",
    "What kind of tree fits in your hand? A palm tree!",
    "What language do people speak in the middle of the earth? Core-ean",
    "What lights up a soccer stadium? A soccer match.",
    "What religion are crows? Birddism.",
    "What was the man feeling after he got swindled right under Big Ben? He was ticked off.  ",
    "What would the Terminator be called in his retirement? The Exterminator.",
    "What's a computer's favorite snack? Microchips!",
    "What's a horse's number one priority when voting? The stable economy!",
    "What's an astronaut's favorite candy? A Mars bar.",
    "What's Forrest Gump's password? 1forrest1",
    "What's the difference between a dad joke and a bad joke? The direction the first letter faces.",
    "What's the difference between a poorly dressed man on a unicycle and a well-dressed man on a bicycle? Attire.",
    "What's the easiest way to burn 1000 calories? Leave the pizza in the oven.",
    "What's the least spoken language in the world? Sign language.",
    "What's the opposite of artificial intelligence? Natural stupidity",
    "What's Whitney Houston's favourite type of coordination? “Hand eeeeeyeeeee……”",
    "When do computers overheat? When they need to vent.",
    "When my wife is depressed I let her color in my tattoos. She just wants a shoulder to crayon.",
    "When two vegans get in an argument, is it still called a beef?",
    "Where did the cat go after losing its tail? To the retail store.",
    "Where do boats go when they're sick? To the boat doc.",
    "Where do pancakes rise? In the yeast.",
    "Where do terrorists go when they die? Everywhere.",
    "Where do you find a cow with no legs? Wherever you left it.",
    "Where do you find a cow with no legs? Wherever you left it.",
    "Whether that leaves a long-lasting impression for the right reasons all depends on the delivery. But having a good dad joke is already half the battle won.",
    "Which branch of the military accepts toddlers? The infantry.",
    "Which cat is the least loyal? A cheetah.",
    "Who is the most lonely billionaire? Alone musk.",
    "Who is the most lonely billionaire? Alone musk.",
    "Whoever stole my copy of Microsoft Office, I will find you! You have my Word!",
    "Whoever stole my depression medication: I hope you're happy.",
    "Why are bakers so rich? They make so much dough.",
    "Why are skeletons such bad liars? You can see right through them.",
    "Why are spiders so smart? They can find everything on the web.",
    "Why are toilets always so good at poker? They always get a flush",
    "Why can't a leopard hide? Because he's always spotted.",
    "Why can't you send a duck to space? Because the bill would be astronomical.",
    "Why can't your ear be 12 inches long? Because then it would be a foot.",
    "Why couldn't the toilet paper cross the road? It got stuck in a crack.",
    "Why did Eminem prefer the Johnson & Johnson vaccine? You only get one shot.",
    "Why did Hitler wear eye glasses? Because without them he could Nazi.",
    "Why did Karen press Ctrl+Shift+Delete? Because she wanted to see the task manager.",
    "Why did the bullet end up losing his job? He got fired.",
    "Why did the can crusher quit his job? Because it was soda pressing.",
    "Why did the football coach go to the bank? To get his quarter back.",
    "Why did the ghost go to rehab? He was addicted to boos.",
    "Why did the orange lose the race? It ran out of juice.",
    "Why did the spoon come to the party dressed as a knife? The invitation said to look sharp.",
    "Why didn't the melons get married? Because they cantaloupe.",
    "Why do astronauts use linux? because you can't open windows in space.",
    "Why do balloons hate Ed Sheeran concerts? They are afraid of pop music.",
    "Why do old plumbers only clean sewer lines during the day?",
    "Why do plants hate math? It gives them square roots…",
    "Why do pregnant cows have so much energy?",
    "Why do standup comedians perform poorly in Hawaii? Because the audience only responds in a low ha.",
    "Why do vampires have no friends? They suck. ",
    "Why do we tell actors to break a leg? Because every play has a cast.",
    "Why does Sherlock Holmes love Mexican restaurants? They give him good case ideas.",
    "Why does Waldo wear a striped shirt? Because he doesn't want to be spotted.",
    "Why does Waldo wear stripes? He doesn't want to be spotted.",
    "Why doesn't Dracula have any friends? Well, honestly, he's a real pain in the neck.",
    "Why don't pirates take a bath before they walk the plank? They just wash up on shore.",
    "Why don't restaurants serve noodles after 10:00 PM? It's pasta bedtime.",
    "Why don't seagulls fly over the bay? Because then they'd be bagels.",
    "Why don't they play poker in the jungle? Too many Cheetahs",
    "Why don't you buy things with Velcro? It's a rip-off.",
    "Why haven't aliens visited our Solar System yet? They looked at the reviews… only 1 star!",
    "Why is it a bad idea to iron a four leaf clover? Because you shouldn't press your luck!",
    "Why is Peter Pan always flying? Because he Neverlands",
    "Why is the letter A like a flower? Because a “b” comes after it!",
    "Why was the broom late for work? It over-swept.",
    "Why was the new head IT official of IBM hospitalized? Because he didn't know and accidentally touched the firewall",
    "Why were they called the “dark ages?” Because there were a lot of knights.",
    "Why are people from Norway so good at editing files in Linux? Their ancestors are vi-kings",
    "You know why you never see elephants hiding up in trees? Because they're really good at it.",
    "You see my next-door neighbour worships exhaust pipes, he's a Catholic converter."
  ]
}
