{
    "advices" : [
        "Cherish ever second spent with your loved ones",
        "You're not only built by your acheivements, your mistakes are also contributors",
        "As long as you're alive, learning new things does not have a timeline",
        "Take all the time you need to reflect on yourself",
        "Your mental health is as important as your physical health",
        "Kindness in always a free option",
        "Success is not final, failure is not fatal: it is the courage to continue that counts.",
        "No matter what you're going through, there's a light at the end of the tunnel.",
        "You are never too old to set another goal or to dream a new dream.",
        "Try to be a rainbow in someone else's cloud.",
        "You don't always need a plan. Sometimes you just need to breathe, trust, let go, and see what happens.",
        "You are enough just as you are.",
        "When we can talk about our feelings, they become less overwhelming, less upsetting, and less scary",
        "Life is a series of baby steps.",
        "Love yourself first and everything else falls into line.",
        "No one is you and that is your superpower.",
        "To succeed in life, you need three things: a wishbone, a backbone, and a funny bone.",
        "Embrace the glorious mess that you are.",
        "If you look at what you have in life, you'll always have more. If you look at what you don't have in life, you'll never have enough",
        "Spread love everywhere you go. Let no one ever come to you without leaving happier",
        "May you live all the days of your life",
        "The best thing about the future is that it comes one day at a time",
        "Kindness is the ability to know what the right thing to do is and having the courage to do it",
        "Kindness is choosing to acknowledge and celebrate the beauty in others, regardless of whether or not they can find it in themselves",
        "If you can be anything, be kind",
        "What you do makes a difference, and you have to decide what kind of difference you want to make",
        "Kindness is spreading sunshine into other people's lives regardless of the weather",
        "No act of kindness, no matter how small, is ever wasted",
        "A day without laughter is a day wasted",
        "Education is learning what you didn’t even know you didn’t know",
        "Do your little bit of good where you are; it's those little bits of good put together that overwhelm the world",
        "Kindness is a silent smile, a friendly word, a nod of encouragement. Kindness is the single most powerful thing we can teach children",
        "Our days are happier when we give people a piece of our heart rather than a piece of our mind",
        "Kindness is a gift everyone can afford to give",
        "There is no greater loan than a sympathetic ear",
        "Resolve to be tender with the young, compassionate with the aged, sympathetic with the striving and tolerant with the weak and wrong. Sometime in your life, you will have been all of these",
        "The great gift of human beings is that we have the power of empathy, we can all sense a mysterious connection to each other",
        "To accomplish great things, we must not only act, but also dream; not only plan, but also believe.",
        "Before you marry a person, you should first make them use a computer with slow Internet to see who they really are",
        "The future belongs to those who believe in the beauty of their dreams",
        "Life is full of beauty. Notice it. Notice the bumble bee, the small child, and the smiling faces. Smell the rain, and feel the wind. Live your life to the fullest potential, and fight for your dreams",
        "Start where you are. Use what you have. Do what you can",
        "Like success, failure is many things to many people. With positive mental attitude, failure is a learning experience, a rung on the ladder, and a plateau at which to get your thoughts in order to prepare to try again",
        "No matter where you're from, your dreams are valid",
        "So many of our dreams at first seem impossible, then they seem improbable, and then, when we summon the will, they soon become inevitable"
    ]
}


